Repository: rickysarraf-notmine/latte-dock
Catalog: po/*/plasma_containmentactions_lattecontextmenu.po
Languages: lt, zh_tw

source: &Add Widgets...
lt: &Pridėti valdiklius...
zh_tw: 新增元件(&A)…

source: Show Widget Explorer
lt: Rodyti valdiklių naršyklę
zh_tw: 顯示元件瀏覽器

# quit application
source: Quit &Latte
lt: Išjungti &Latte
zh_tw: 離開 &Latte

source: &Layouts
lt: &Išdėstymai
zh_tw: 佈局(&L)

source: Switch to another layout
lt: Perjungti į kitą išdėstymą
zh_tw: 切換到其他佈局

source: &Add Dock/Panel
lt: &Pridėti doką/skydelį
zh_tw: 新增 Dock／面板

source: Add dock or panel based on specific template
lt: Pridėti doką ar skydelį remiantis tam tikru šablonu
zh_tw: 以特定的範本為基礎新增 dock 或面板

source: Move dock or panel to different layout
lt: Perkelti doką ar skydelį į kitokį išdėstymą
zh_tw: 移動 dock 或面板到不同的佈局

# global settings window
source: &Configure Latte...
lt: &Konfigūruoti Latte...
zh_tw: 設定 Latte(&C)…

source: &Edit Dock...
lt: Ta&isyti doką...
zh_tw: 編輯 Dock(&E)…

source: &Edit Panel...
lt: Ta&isyti skydelį...
zh_tw: 編輯面板(&E)…

source: &Edit Original Dock...
zh_tw: 編輯原始 Dock(&E)…

source: &Edit Original Panel...
zh_tw: 編輯原始面板(&E)…

source: &Duplicate Dock
lt: &Dubliuoti doką
zh_tw: 再製 Dock(&D)

source: &Duplicate Panel
lt: &Dubliuoti skydelį
zh_tw: 再製面板(&D)

source: E&xport Dock as Template
lt: E&ksportuoti doką kaip šabloną
zh_tw: 將 Dock 匯出為範本(&X)

source: E&xport Panel as Template
lt: E&ksportuoti skydelį kaip šabloną
zh_tw: 將面板匯出為範本(&X)

source: &Move Dock To Layout
lt: &Perkelti doką į išdėstymą
zh_tw: 移動 Dock 到佈局(&M)

source: &Move Panel To Layout
lt: &Perkelti skydelį į išdėstymą
zh_tw: 移動面板到佈局(&M)

source: &Remove Dock
lt: Ša&linti doką
zh_tw: 移除 Dock(&R)

source: &Remove Panel
lt: Ša&linti skydelį
zh_tw: 移除面板(&R)

source: Edit &Layouts...
lt: Taisyti iš&dėstymus...
zh_tw: 編輯佈局(&L)…
